{
  "summary": "この映像は、25歳の誕生日を迎えた女性が「可愛い」を卒業し、新しい「いい女」としての生き方を見つけるINTEGRATEのCMです。誕生日の祝宴でネガティブな気持ちに沈む主人公が、友人たちとの会話を通じて、内面から輝く大人の女性へと変貌を遂げるプロセスを描いています。自らの生き方と向き合い、メイクアップを通じて自信を取り戻し、前向きに人生を楽しむ姿が表現されています。",
  "segments": [
    {
      "label": "25歳の誕生日、複雑な心境",
      "description": "25歳の誕生日を迎え、友人たちに祝われる中、主人公が年齢に対する不安や「可愛くあること」への葛藤を抱えている様子を描いています。明るい雰囲気と対象的な主人公の沈んだ表情が特徴です。",
      "shots": [
        {
          "timecode": "00:03-00:05",
          "description": "「Happy Birthday 25 ans」と書かれたバースデーケーキ"
        },
        {
          "timecode": "00:05-00:07",
          "description": "友人たちが主人公に「お誕生日おめでとう！」とシャンパンで乾杯するが、主人公は浮かない顔をしている"
        },
        {
          "timecode": "00:07-00:14",
          "description": "主人公が「めでたくない」とこぼし、友人たちも同調する。「今日からあんたは女の子じゃない」という言葉で締めくくられる"
        }
      ]
    },
    {
      "label": "内なる不安と自問自答",
      "description": "25歳という年齢に対する社会の目や、自分自身の「可愛い」という武器が通用しなくなることへの焦り、後輩や元カレの結婚など、周囲との比較からくる不安が字幕とナレーションで表現されます。",
      "shots": [
        {
          "timecode": "00:18-00:20",
          "description": "友人二人が心配そうに主人公を見つめ、「25歳は甘くない」と語る"
        },
        {
          "timecode": "00:20-00:27",
          "description": "主人公のモノローグが字幕で表示され、「世の中いきなりリアルワールド。もうチヤホヤされないし、褒めてもくれない。下にはキラッキラした後輩。週末ごとにアップされる結婚式の写真。」と不安を吐露する"
        },
        {
          "timecode": "00:27-00:33",
          "description": "「白いタキシードうける（←元カレ）このままじゃやばい、なんで？いつからこうなった？カワイイという武器はもはやこの手にはない。」とさらに内面の葛藤が明かされる"
        }
      ]
    },
    {
      "label": "前向きな変化への決意",
      "description": "友人たちとの会話を通じて、「可愛い」をアップデートするという前向きな選択肢を見つけ、主人公が新たな自分へと踏み出す決意をする瞬間を描いています。友人たちのサポートと主人公の表情の変化がポイントです。",
      "shots": [
        {
          "timecode": "00:33-00:35",
          "description": "友人が「でも、可愛い大人の人っているもんね」と提案し、主人公の表情が少し明るくなる"
        },
        {
          "timecode": "00:35-00:43",
          "description": "「可愛いをアップデートできる女になるか、このままステイか」という選択を友人が示し、主人公が考え込む"
        },
        {
          "timecode": "00:43-00:46",
          "description": "友人二人が手を取り合い「私こっち！」と前向きな選択を表明する"
        },
        {
          "timecode": "00:46-00:51",
          "description": "主人公がテーブルの下で自分の手を見つめ、決意の表情で「なんか、燃えてきた」とつぶやく"
        }
      ]
    },
    {
      "label": "新しい自分、自信と喜び",
      "description": "決意を固めた主人公と友人たちが、INTEGRATEのメイクアップを通じて自信に満ちた表情になり、夜の街を笑顔で駆け抜けるシーンです。「生き方が、これからの顔になる」というブランドメッセージが強調されています。",
      "shots": [
        {
          "timecode": "00:53-00:56",
          "description": "3人がINTEGRATEの化粧品を使い、自信に満ちた表情でメイクをする。赤を基調とした背景で製品が際立つ"
        },
        {
          "timecode": "00:56-01:00",
          "description": "メイクアップを終えた3人が夜の街をキャリーバッグを抱え、満面の笑みで楽しそうに走り抜ける"
        },
        {
          "timecode": "01:00-01:03",
          "description": "INTEGRATEの製品と「INTEGRATE all new!」のロゴが表示され、自信と笑顔に満ちた3人の表情で締めくくられる"
        }
      ]
    }
  ]
}